{
  "app_name": "AppName",
  "news": [
    { 
      "title": "6 Steps to Learn How to Buy Stocks", 
      "imagePath": "/assets/images/post-img1.png",
      "href": "/stock-market/steps-to-learn.html",
      "category": "stock-market"
    },
    { 
      "title": "Investing in Cryptocurrency", 
      "imagePath": "/assets/images/post-img3.png",
      "href": "/stock-market/investing-in-cryptocurrency.html",
      "category": "stock-market"
    },
    { 
      "title": "What is an NFT?", 
      "imagePath": "/assets/images/best-online.png",
      "href": "/stock-market/what-is-an-nft.html",
      "category": "stock-market"
    },
    { 
      "title": "Best Stocks To Invest In: April 2023", 
      "imagePath": "/assets/images/best-crypto.png",
      "href": "/stock-market/best-stocks-to-invest.html",
      "category": "stock-market"
    },
    { 
      "title": "Retirement Planning: How to Map Out Your Financial Success", 
      "imagePath": "/assets/images/retirement-planing.png",
      "href": "/retirement/retirement-planning.html",
      "category": "retirement"
    },
    { 
      "title": "What Is Compound Interest?", 
      "imagePath": "/assets/images/news-test.png",
      "href": "/retirement/what-is-compound-interest.html",
      "category": "retirement"
    },
    { 
      "title": "Choosing the Best Retirement Plan for You", 
      "imagePath": "/assets/images/choose-plan.png",
      "href": "/retirement/choosing-the-best-retirement-plan.html",
      "category": "retirement"
    },
    { 
      "title": "8 Strategies to Save for Retirement", 
      "imagePath": "/assets/images/start-men.png",
      "href": "/retirement/strategies-to-save-for-retirement.html",
      "category": "retirement"
    },
    { 
      "title": "Understanding Taxation of Your Retirement Income", 
      "imagePath": "/assets/images/tax-image.png",
      "href": "/retirement/understanding-taxation.html",
      "category": "retirement"
    },
    { 
      "title": "How to Invest Money: Getting Started With Investing", 
      "imagePath": "/assets/images/post-img1.png",
      "href": "/investing-basics/how-to-invest.html",
      "category": "investing"
    },
    { 
      "title": "Best Online Stock Brokers for Beginners for May 2023", 
      "imagePath": "/assets/images/best-online.png",
      "href": "/investing-basics/best-online-stock-brokers.html",
      "category": "investing"
    },
    { 
      "title": "Best Cryptocurrency Exchanges & Apps for May 2023", 
      "imagePath": "/assets/images/best-crypto.png",
      "href": "/investing-basics/best-cryptocurrency-exchanges.html",
      "category": "investing"
    }
  ],

  "testimonialsExperts": [
    {
      "text": "I believe that financial literacy education is the answer to the global personal financial crisis, Profit Masters academy is a must have education for all",
      "imagePath": "/assets/images/testimonials/expert-naomi.jpeg",
      "name": "Naomi Brockwell",
      "position": "Tech journalist, TV producer, and creator of NBTV"
    },
    {
      "text": "You want a big life on your own terms, and Profit Masters provides excellent advice that will help you boost your confidence in your investments and achieve financial freedom",
      "imagePath": "/assets/images/testimonials/expert-david.png",
      "name": "David Scutt",
      "position": "Global markets and economics reporter"
    },
    {
      "text": "Profit Masters strategies for growing your portfolio and achieving financial success are unrivaled. This is the only financial academy education you’ll ever need",
      "imagePath": "/assets/images/testimonials/expert-kirsty.png",
      "name": "Kirsty Wark",
      "position": "Journalist, and television presenter"
    },
    {
      "text": "Profit Masters cuts to the heart of what it takes to build a great investment portfolio-Passion, analysis, in-depth research, customer customization and being willing to do almost anything for their customers long term success",
      "imagePath": "/assets/images/testimonials/expert-mark.png",
      "name": "Mark Bouris",
      "position": "Founder and chairman of 'Wizard Home Loans"
    }
  ],
  "testimonialsTeam": [
    {
      "text": "Since joining Brad’s team in 2019 and learning the Profit Masters way, I've went from doing a handful of sales listings to managing and selling dozens of new portfolios. Wouldn’t know where I would be if it wasn't for Brad’s mentorship throughout these years.",
      "imagePath": "/assets/images/testimonials/team-nate.png",
      "name": "Nate Kornfeld",
      "position": "Senior Financial Adviser"
    },
    {
      "text": "Over 400% return in ONE year! That’s an amazing achievement solely because of Profit Masters. I joined the team in 2018 and my career took off! Brad’s perseverance, hard work and expert knowledge in investing had allowed me to be successful in a career I love.",
      "imagePath": "/assets/images/testimonials/team-stephen.png",
      "name": "Stephen Green ",
      "position": "Licensed Broker"
    },
    {
      "text": "Since joining Brad’s team in 2016, I have increased my client portfolio and managed to retain a 220% average return on all of them. The profit of Master Academy methods and teachings have been invaluable.",
      "imagePath": "/assets/images/testimonials/team-irina.png",
      "name": "Irina Stamate-Rocha",
      "position": "Licensed Broker"
    },
    {
      "text": "The academy provides everything one would need to dramatically increase one’s portfolio revenues and profits. Our matching system is one of a kind and has almost 100% success rate.",
      "imagePath": "/assets/images/testimonials/team-leonardo.png",
      "name": "Leonardo Kutova ",
      "position": "Data Analyst "
    },
    {
      "text": "The PMA financial training has equipped me with the ability to oversee the trends of financial markets and to make better informed decisions of trading and investment for my clients. Brad is a great instructor who is able to explain clearly the financial concepts, and make it easier and fun to learn.",
      "imagePath": "/assets/images/testimonials/team-denise.png",
      "name": "Denise Goodwin ",
      "position": "Licensed Broker & Salesperson"
    }
  ],
  "testimonialsMembers": [
    {
      "text": "Profit Masters Academy transformed my trading experience! They matched me with a CFD trading company that offered minimal fees and personalized guidance. Their service is second to none! ",
      "name": "Robert S.  May 20, 2023"
    },
    {
      "text": "As a new trader, I was anxious about the risks involved. Profit Masters Academy linked me with a broker who provided detailed guidance, minimizing my risks and boosting my confidence. A big thumbs up! ",
      "name": "Amelia M. May 2, 2023"
    },
    {
      "text": "I started seeing remarkable profit increases soon after using the broker Profit Masters Academy matched me with. They indeed ensure you get the best conditions for maximizing profits. Highly recommend!",
      "name": "Matthew L. February 27, 2023"
    },
    {
      "text": "I love how Profit Masters Academy takes the time to understand your needs. Some can say it's too many questions but they managed to paire me with a perfect broker who not only helped me with investment and trading but also provided constant support and quick market access .",
      "name": "Olivia H. January 16, 2023"
    },
    {
      "text": "Profit Masters Academy is reliable and puts the client's needs first. They found me a top-tier CFD trading company that led me to gain more than I had imagined. If you're looking for a trustworthy matchmaking service, look no further!",
      "name": "Ethan P."
    },
    {
      "text": "Profit Masters Academy matched me with a broker who expertly navigated the crypto market, resulting in substantial profits. Their matchmaking service has been a game-changer!",
      "name": "Chloe R. January 4, 2023"
    },
    {
      "text": "Being new to the crypto space, I needed guidance. Profit Masters Academy linked me with a broker who provided invaluable insights into the crypto market. I've learned so much and am seeing great results!",
      "name": "Liam J. January 4, 2023"
    },
    {
      "text": "Thanks to Profit Masters Academy, I was paired with a broker who helped me catch excellent trades in the volatile crypto market. Their service is truly first-rate",
      "name": "Sophia W. January 3, 2023"
    },
    {
      "text": "Profit Masters Academy was a key player in maximizing my crypto profits. The broker they connected me with knew exactly when to enter and exit trades. I couldn't be happier!",
      "name": "Noah D. November 18, 2022"
    },
    {
      "text": "Profit Masters Academy matched me with a broker who turned me from a novice into a confident crypto trader. Their service has been instrumental in my trading journey. Highly recommended!",
      "name": "Mia B. August 15, 2022"
    },
    {
      "text": "Profit Masters Academy put my security concerns at ease. They matched me with a broker who prioritized the safety of my funds. Their service is truly reliable and trustworthy.",
      "name": "Luke T. August 10, 2022"
    },
    {
      "text": "Trading always came with a fear of risk for me. But Profit Masters Academy connected me with a broker who expertly minimized risk while maximizing returns. Now, I trade with peace of mind!",
      "name": "Harper G. April 26, 2022"
    },
    {
      "text": "Profit Masters Academy made my trading journey smooth and secure. They matched me with a broker that ensured safety and ease in all transactions. I couldn't ask for more!",
      "name": "Aiden L. April 16, 2022"
    },
    {
      "text": "The legitimacy of brokers was a big concern for me. Thankfully, Profit Masters Academy connected me with a fully licensed, legitimate broker. They truly prioritize their clients' best interests.",
      "name": "Ella S. April 12, 2022"
    },
    {
      "text": "With Profit Masters Academy, I found security and profitability hand in hand. The broker they paired me with maintains high security standards while helping me increase my earnings. It's a win-win!",
      "name": "Benjamin F. January 11, 2022"
    },
    {
      "text": "If I can do it, you can do it. I was able to buy my house because of investments through here. There's a membership fee-back guarantee, so go right ahead. It won't hurt. It's been a life-changing experience for me. I use the Profit masters directions to do the things that I don't have time to do. If you have a busy life and want to invest in the market, this is one of the best vehicles to support you in doing that.",
      "name": "Eric F - March 29, 2021"
    },
    {
      "text": "Positive: Professionalism, Responsiveness, Quality, Value Best investment I’ve ever made. .. 52% return in a year? Pretty good investment if you ask me. Couldn’t have started my investing journey without Profit Masters and certainly have no regrets. Thanks PM",
      "name": "Christine Whitty - March 27, 2021"
    },
    {
      "text": "Profit masters changed my life in this main respect: I'm financially independent today. I didn't think that would be possible until maybe my mid or late 60s. I have the ability to make choices and quality-of-life decisions now that I would never be able to make before.",
      "name": "David P. - March 23, 2021 "
    },
    {
      "text": "Great service, they are really masters in matching you with the right brokerage for your needs.",
      "name": "John Baril - March 23, 2021"
    },
    {
      "text": "Thanks for your suggestions for the right brokerage, Which helped me to know more good companies in UK before i started.",
      "name": "Yongming H - March 22, 2021"
    },
    {
      "text": "I would give them 6 stars - except they do send an awful lot of (what seems to me) low-quality advertising. Their product is great - I've had incredible success with their recommendation. and they have a very good responses from their customer service people. I've gotten several of my friends and relatives to join them. Thank you Profit Masters",
      "name": "EdinBerkeley - March 19, 2021"
    },
    {
      "text": "In a period when scams pervade the digital space and a lot of too good schemes are been churned out at ridiculous pace. It is important that your digital assets are secured and safely invested. Extremely happy.",
      "name": "Karine E. - March 17, 2021"
    },
    {
      "text": "What is with all of these bad reviews? and many mention GME. Is it because GME and AMC are being pumped by social media? Profit Masters helped me a lot, they did extensive research and in-depth analysis before I got the recommendation and the onboarding to aaatrade.",
      "name": "WranglingWreck - March 14, 2021"
    },
    {
      "text": "Professionalism, Quality, Great Value",
      "name": "Mario Soto - March 5, 2021"
    },
    {
      "text": "Helped me achieve my financial independence in retirement with several Home Run Stocks Currently overwhelmed with the massive information. I can't possibly read/listen to it all and have missed some critical alerts.",
      "name": "James M - February 28, 2021"
    },
    {
      "text": "For the most part, I think you do a fantastic job of researching companies and reporting that research in a clear and understandable way. I like the criteria you use to judge a company (their mission statement, employees satisfaction, CEO’s vision. etc.) that includes more than just their balance sheets.",
      "name": "Sharon Satterwhite - February 18, 2021"
    },
    {
      "text": "thank you",
      "name": "Tom H - February 1, 2021"
    },
    {
      "text": "I have valued the advise that the Profit Masters has given me over the many years I",
      "name": "Paul A - January 30, 2021"
    },
    {
      "text": "I am so happy that I chose to subscribe to your recommendation. While I am only a novice investor your Company recommandation has already paid off for me. I wish I hadn’t waited so long to subscribe. I appreciate the well researched stock picks!",
      "name": "Karl W - January 12, 2021"
    },
    {
      "text": "Great info!! My one stop shop for investing!",
      "name": "D'Wane Buchanan - January 12, 2021"
    },
    {
      "text": "My investments had great returns despite the pandemic!I recommend the Profit Masters for everyone I know.",
      "name": "Sue Garrison - January 7, 2021"
    },
    {
      "text": "I feel that the investing advice that I have received is excellent and very good. I have made a good amount from this advice.",
      "name": "David B - January 3, 2021"
    },
    {
      "text": "I am relatively new to this service, but am aware of the winning track record thus far. The research and the questionnaire was very long but i guess this is the reason for the great match i got with plus500.",
      "name": "ROBERT N - December 29, 2020"
    },
    {
      "text": "Very long but very good.",
      "name": "Hobart E - December 29, 2020"
    },
    {
      "text": "Great and timely investment information.",
      "name": "Sean H - December 28, 2020"
    },
    {
      "text": "The best investing tool I ever used, making money was never so easy! I feel like i have a safety net",
      "name": "Charles F - December 18, 2020"
    },
    {
      "text": "For the first time I feel confident in my new investments",
      "name": "Aaron P - December 17, 2020"
    },
    {
      "text": "I have made dozens of substantial financial decisions since terminating my former institutional advisors some years ago. Since that time, I find The Profit Masters to have been the best decision of all ! Pat Davis",
      "name": "Pat D - December 12, 2020"
    },
    {
      "text": "Been following yu'all now for a few years and am happy to state my savings account has blossomed. Especially in the last few weeks. Thank you for your fine research and great advise.",
      "name": "Magda Z - December 11, 2020"
    },
    {
      "text": "Reading and executing the advice I received after I joined Profit masters has increased my income 5 times what it was.",
      "name": "Wade Hambleton - December 10, 2020"
    },
    {
      "text": "Wonderful service and detailed information. Assisted me in my investing journey.",
      "name": "Dino M - December 6, 2020"
    },
    {
      "text": "Love it, and am doing really well on your recommendation to start with SolidusX, They are crypto experts!!!",
      "name": "Alfred M - December 3, 2020"
    },
    {
      "text": "I joined Profit Masters in mid October 2020 and I could not be happier. The Company they have recommended have done well and hopefully will continue to do so.",
      "name": "Elly Edelman - November 26, 2020"
    },
    {
      "text": "I have been using the service for several years and I could not be happier.",
      "name": "James Brake - November 19, 2020"
    },
    {
      "text": "It's been a great experience. I'm very impressed with the company that the Fool has recommended. I have done much much better than when I was invested in diversified mutual funds. I do wish that some of the features such as CAPS was easier to understand; I have not made as much use of it as I would like.",
      "name": "Scott M - November 16, 2020"
    },
    {
      "text": "Excellent service",
      "name": "Zeev Kogan - November 12, 2020"
    },
    {
      "text": "Very good",
      "name": "Vladimir K - November 12, 2020"
    },
    {
      "text": "It's great. I've made a lot of money by following your advice.",
      "name": "Robert B - November 11, 2020"
    },
    {
      "text": "I love it. I felt sick that I did not join the IG portfolio when it was first recommended to me. I'm smarter now.",
      "name": "Melissa B - November 10, 2020"
    },
    {
      "text": "The questionnaire is too long.",
      "name": "Alvin W - October 30, 2020"
    },
    {
      "text": "Amazing company with well researched and well performing recommendations!",
      "name": "Nikki Hall - October 29, 2020"
    },
    {
      "text": "I don't really get why there is many bad reviews, but Profit masters should be at least 4 stars total.",
      "name": "Hancy Fancy - October 18, 2020"
    },
    {
      "text": "I think the service and recommendations are excellent. Sometimes I feel overwhelmed by all the different offerings, though",
      "name": "Christopher R - October 17, 2020"
    },
    {
      "text": "Very Good, I had very little capital to start with and i'm happy i got the recommendation to start with PrimeXBT.",
      "name": "Claudia M - October 15, 2020"
    },
    {
      "text": "I’ve been pleased with my results",
      "name": "Carol S - October 11, 2020"
    },
    {
      "text": "Best service ever, keep it up",
      "name": "Bryan H - October 8, 2020"
    },
    {
      "text": "Enjoy the information and learning tips!",
      "name": "Denny G - September 30, 2020"
    },
    {
      "text": "too much soliciting for extra upgrades. Great matching analysis.",
      "name": "Julian B - September 29, 2020"
    },
    {
      "text": "Great service, my account manager is calling me every quarter to check my portfolio and ask me if i'm happy with the results.",
      "name": "Penelope P - September 25, 2020"
    },
    {
      "text": "The matching analysis is way to long, but i really love the match and the service.",
      "name": "Gena D - September 21, 2020"
    },
    {
      "text": "It is good BUT you send way too many offers for upgrades.",
      "name": "Wellman S - September 10, 2020"
    },
    {
      "text": "I have tried a few other companies, but none have helped me increase my portfolio to the degree they have. Thanks Profit Masters for a great service.",
      "name": "Layne Reading - September 9, 2020"
    },
    {
      "text": "True 'value investing'. More importantly, prioritizes equipping members with investment basics and more. Keep up the good work!",
      "name": "Noor Mohammad - September 6, 2020"
    },{
      "text": "I started out using Profit Masters About two years ago or a little more. One of the best ideas I have ever had when it comes to stocks. They have helped me all along the way.",
      "name": "Carl Bost - August 31, 2020"
    },
    {
      "text": "Nice service and worth of being in",
      "name": "Hasan A - August 29, 2020"
    },
    {
      "text": "8 months in and I'm up 82%. Very happy",
      "name": "Ron McMullin - August 5, 2020"
    },
    {
      "text": "Confident, informed and excited. PM premium services give me proven investing principles, and a great match to AAATrade.",
      "name": "Tim C - July 31, 2020"
    },
    {
      "text": "Very pleased. In 2010 my SEP plan was under one million. This morning it is at 7.6 million. I got halfway there on my own, but the last four or five years 80% of my investments are PM recommendations.",
      "name": "Len J - July 29, 2020"
    },
    {
      "text": "i have followed Profit Masters for several years. I enjoy the various podcasts which are offered, and the live broadcast since the Covid 19 virus.",
      "name": "Jerry B - July 25, 2020"
    },
    {
      "text": "I have open account with the company you recommended and i an a member over 5 years now. Thank you",
      "name": "Mary G - July 24, 2020"
    },
    {
      "text": "In depth research . Great communication. Great match for my needs.",
      "name": "George V - July 21, 2020"
    },
    {
      "text": "So far so good.",
      "name": "John A S - July 21, 2020"
    },
    {
      "text": "Great!!! My portfolio is rocking👍🌟",
      "name": "Stefan Nutsch - July 18, 2020"
    },
    {
      "text": "My returns have been amazing since becoming a Profit Master member. I have liked the recommendations and have discovered some jewels listening to Industry Focus.",
      "name": "Curtis Ross - July 8, 2020"
    },
    {
      "text": "I get the information I want in different ways which have their own strength.",
      "name": "Reiner Lorenz - July 7, 2020"
    },
    {
      "text": "Very long, Very informative and again very long - but i guess this is why you have a great record",
      "name": "GARY M - July 7, 2020"
    },
    {
      "text": "I feel very good about my membership experience. Great guidance, easy to understand, easy to follow.",
      "name": "James P - July 6, 2020"
    }
  ]
}
